Repository: mozilla-l10n/mt-training-data
Catalog: mni/mni_pontoon.tmx
Source language: en_us
Languages: mni

source: 2019 End-of-Year Release
mni: ꯲꯰꯱꯹ꯒꯤ ꯆꯍꯤ ꯂꯣꯏꯔꯕꯥ ꯊꯥꯗꯣꯔꯛꯏ

source: 2 down, keep it up!<playIcon></playIcon>
mni: ꯲ ꯀꯨꯝꯊꯔꯒꯥ ꯊꯝꯃꯨ!<playIcon></playIcon>

source: ≥ 2 No votes
mni: ≥ ꯲ ꯚꯣꯠ ꯄꯤꯗꯦ

source: ≥ 2 Yes votes
mni: ≥ ꯲ ꯚꯣꯠ ꯄꯤ

source: Abkhaz
mni: ꯑꯕꯈꯥꯓ

source: About
mni: ꯃꯇꯥꯡꯗ

source: Accent
mni: ꯃꯔꯣꯜ

source: Account
mni: ꯑꯩꯒꯤ ꯑꯣꯏꯕ ꯑꯃꯥ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
mni: <accuracy Link>ꯑꯆꯨꯝꯕꯥ ꯃꯊꯧ ꯇꯥꯕ ꯍꯤꯔꯝ ꯃꯇꯥꯡꯗꯥ ꯍꯦꯟꯅꯥ ꯌꯦꯡꯕꯤꯌꯨ ꯫</accuracy Link>

source: Acehnese
mni: ꯑꯆꯦꯅꯤꯁ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mni: { $actionType }<playIcon></playIcon> ꯃꯈꯣꯏꯅꯥ ꯋꯥꯍꯩ ꯑꯗꯨ ꯑꯆꯨꯝꯕꯥ ꯃꯑꯣꯡꯗꯥ ꯉꯥꯡꯈꯤꯕ꯭ꯔꯥ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mni: { $actionType }<recordIcon></recordIcon> ꯃꯗꯨꯒꯤ ꯃꯇꯨꯡꯗꯥ ꯋꯥꯍꯩ ꯑꯗꯨ ꯍꯧꯅ ꯄꯥꯕꯤꯌꯨ꯫

source: { $actionType }<stopIcon></stopIcon> when done
mni: { $actionType }<stopIcon></stopIcon> ꯇꯧꯕꯥ ꯃꯇꯝꯗꯥ

source: { $actionType } submit when ready
mni: { $actionType } ꯁꯦꯝ ꯁꯥꯕꯥ ꯃꯇꯝꯗꯥ ꯁꯕꯃꯤꯠ ꯇꯧꯔꯣ

source: Add as much information as you can about the language. This could include:
mni: ꯂꯣꯜ ꯑꯗꯨꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯌꯥꯔꯤꯕꯃꯈꯩ ꯋꯥꯔꯣꯜꯁꯤꯡ ꯍꯥꯞꯆꯤꯜꯂꯨ ꯫ ꯃꯁꯤ ꯌꯥꯎꯕꯥ ꯌꯥꯏ:

source: Additional Language
mni: ꯑꯍꯦꯟꯕ ꯍꯥꯞꯆꯤꯟꯂꯛꯄ ꯂꯣꯟ

source: Add Language
mni: ꯂꯣꯟ ꯍꯥꯞꯆꯤꯟꯂꯨ

source: Add new custom accent "{ $inputValue }"
mni: ꯑꯅꯧꯕꯥ ꯀꯁ꯭ꯇꯝ ꯂꯩꯇꯣꯟ ꯁꯦꯡꯕ ꯈꯣꯟꯖꯦꯜ ꯍꯥꯞꯆꯤꯜꯂꯨ { $inputValue }

source: Add Your Voice
mni: ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯍꯥꯞꯆꯤꯟꯂꯨ

source: Adyghe
mni: ꯑꯗꯥꯏꯒꯤ

source: Afaan Oromo
mni: ꯑꯐ ꯑꯣꯔꯣꯃꯣ

source: Afar
mni: ꯑꯐꯥꯔ

source: A few bytes
mni: ꯕꯥꯏꯠ ꯈꯔꯈꯛꯇꯃꯛ

source: Afrikaans
mni: ꯑꯐ꯭ꯔꯤꯀꯥꯟꯁ

source: Age
mni: ꯆꯩꯍꯤ

source: Albanian
mni: ꯑꯜꯕꯥꯅꯤꯌꯥꯟ

source: All
mni: ꯑꯄꯨꯟꯕ

source: Amharic
mni: ꯑꯝꯍꯥꯔꯤꯛ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mni: ꯆꯍꯤ, ꯅꯨꯄꯥ/ꯅꯨꯄꯤ, ꯑꯃꯁꯨꯡ ꯑꯦꯛꯁꯦꯟꯇꯒꯨꯝꯕꯥ ꯑꯦꯅꯣꯅꯤꯃꯥꯏꯖ ꯇꯧꯔꯕꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯗꯥꯇꯥꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯉꯝꯕꯥ ꯏꯟꯖꯤꯟꯁꯤꯡꯒꯤ ꯑꯆꯨꯝꯕꯥ ꯇ꯭ꯔꯦꯟ ꯇꯧꯕꯗꯥ ꯁꯤꯖꯤꯟꯅꯔꯤꯕꯥ ꯑꯣꯗꯤꯑꯣ ꯗꯥꯇꯥ ꯑꯗꯨ ꯐꯒꯠꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯏ ꯫ ꯅꯍꯥꯛꯀꯤ ꯌꯨꯖꯔꯅꯦꯝ ꯑꯃꯁꯨꯡ ꯏꯃꯦꯏꯜ ꯑꯗꯨ ꯅꯍꯥꯛꯀꯤ ꯁꯕꯃꯤꯠ ꯇꯧꯔꯕꯥ ꯗꯦꯇꯥ ꯑꯗꯨꯒꯥ ꯀꯩꯗꯧꯉꯩꯗꯥ ꯃꯔꯤ ꯂꯩꯅꯔꯣꯏ, ꯑꯃꯁꯨꯡ ꯅꯍꯥꯛꯀꯤ ꯌꯨꯖꯔꯅꯦꯝ ꯑꯗꯨ ꯄꯕ꯭ꯂꯤꯛ ꯅꯠꯇ꯭ꯔꯒꯥ ꯑꯦꯅꯣꯅꯤꯃꯦꯁꯟ ꯑꯣꯏꯍꯟꯕꯥ ꯍꯥꯏꯕꯁꯤ ꯅꯍꯥꯛꯅꯥ ꯈꯟꯕꯥ ꯌꯥꯏ ꯫

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mni: ꯊꯨꯅꯥ ꯌꯥꯡꯅꯥ ꯃꯅꯤꯡꯒꯤ ꯍꯕꯕꯕ ꯑꯁꯤ ꯌꯥꯏ, ꯑꯗꯨꯕꯨ ꯑꯩꯈꯣꯏꯅꯥ ꯃꯦꯁꯤꯟ ꯑꯦꯂꯒꯣꯔꯤꯊꯝ ꯑꯃꯅꯥ ꯑꯏꯕꯥ ꯇꯦꯛꯁꯇꯥ ꯌꯥꯎꯗꯕꯥ ꯋꯥꯍꯩꯁꯤꯡ ꯈꯪꯗꯣꯛꯄꯥ ꯌꯥꯕꯥ ꯑꯍꯦꯟꯕꯥ ꯈꯣꯟꯖꯦꯜꯁꯤꯡ ꯄꯥꯝꯗꯦ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯋꯥꯍꯩ ꯑꯗꯨꯒꯤ ꯃꯊꯛꯇꯥ ꯇꯣꯉꯥꯟꯕꯥ ꯋꯥꯍꯩꯁꯤꯡ ꯇꯥꯕꯥ ꯉꯝꯂꯕꯗꯤ ꯀ꯭ꯂꯤꯞ ꯑꯗꯨ ꯌꯥꯗꯒꯗꯕꯅꯤ ꯫ ꯃꯍꯧꯁꯥꯅꯥ ꯃꯁꯤ ꯇꯤ.ꯚꯤ.ꯅꯥ ꯊꯝꯈꯤꯕꯥ ꯃꯐꯝꯗꯥ, ꯅꯠꯇ꯭ꯔꯒꯥ ꯃꯅꯥꯛ ꯅꯀꯄꯗꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯥ ꯑꯃꯥ ꯂꯩꯕꯥ ꯃꯐꯝꯗꯥ ꯊꯣꯛꯏ ꯫

source: Arabic
mni: ꯑꯔꯥꯕꯤꯛ

source: Aragonese
mni: ꯑꯔꯥꯒꯣꯅꯦꯁ

source: Are you coming? <strong>[called by another]</strong>
mni: ꯅꯪ ꯂꯥꯛꯂꯤꯕꯔꯥ? <strong>[ꯑꯇꯣꯞꯄꯥ ꯑꯃꯅꯥ ꯀꯧꯔꯛꯄꯥ]</strong>

source: Armenian
mni: ꯑꯔꯃꯦꯅꯤꯌꯥꯟ

source: Armenian Western
mni: ꯑꯔꯃꯦꯅꯤꯌꯥꯟ, ꯅꯣꯡꯆꯨꯞꯊꯪꯕ

source: Ask about a new language
mni: ꯑꯅꯧꯕꯥ ꯂꯣꯜ ꯑꯃꯒꯤ ꯃꯔꯝꯗꯥ ꯍꯪꯕꯤꯌꯨ

source: Assamese
mni: ꯑꯁꯥꯃꯤꯁ

source: Asturian
mni: ꯑꯁꯇꯨꯔꯤꯌꯥꯟ

source: Audio Format
mni: ꯈꯣꯟꯖꯦꯜꯒꯤ ꯃꯑꯣꯡ

source: Avatar
mni: ꯃꯁꯛ

source: Avatar uploaded
mni: ꯁꯛꯇꯝ ꯊꯥꯒꯠꯂꯦ

source: Average
mni: ꯆꯥꯡꯆꯠ

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mni: ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯑꯃꯕꯨ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯑꯃꯅꯥ ꯍꯣꯏ ꯚꯣꯠ ꯑꯃꯥ ꯄꯤꯔꯛꯄꯥ ꯃꯇꯝꯗꯥ "ꯆꯠꯅꯕ ꯌꯥꯔꯦ" ꯍꯥꯏꯅꯥ ꯈꯣꯠꯂꯤ ꯫

source: Avoid too much background noise - it should be easy to hear you.
mni: ꯃꯅꯤꯡꯗ ꯌꯥꯝꯅ ꯅꯤꯜ ꯈꯣꯡꯕꯗꯒꯤ ꯂꯥꯞꯅꯥ ꯂꯩꯌꯨ - ꯃꯗꯨ ꯅꯍꯥꯛꯅ ꯇꯥꯕꯗꯥ ꯂꯥꯏꯕꯥ ꯑꯣꯏꯒꯗꯕꯅꯤ ꯫

source: Awards
mni: ꯃꯅꯥ ꯄꯤꯕꯥ

source: Azerbaijani
mni: ꯑꯓꯦꯔꯕꯥꯏꯖꯥꯅꯤ

source: Baatonum
mni: ꯕꯥꯃꯨꯟ

source: Back
mni: ꯃꯇꯨꯡ

source: Background Noise
mni: ꯃꯅꯤꯡꯒꯤ ꯅꯤꯜ ꯈꯣꯡꯕ

source: Background Voices
mni: ꯃꯅꯤꯡꯒꯤ ꯈꯣꯟꯖꯦꯜꯁꯤꯡ

source: Back to Top
mni: ꯃꯅꯤꯡꯗꯒꯤ ꯃꯇꯣꯟ

source: Bafut
mni: ꯕꯥꯐꯨꯠ

source: Balochi
mni: ꯕꯥꯂꯣꯆꯤ

source: Bambara
mni: ꯕꯥꯝꯕꯥꯔꯥ

source: Bamun
mni: ꯕꯥꯃꯨꯟ

source: Bamvele
mni: ꯕꯥꯝꯚꯦꯂꯦ

source: Bankon
mni: ꯕꯦꯟꯀꯣꯟ

source: Baoule
mni: ꯕꯥꯎꯂꯦ

source: Basaa
mni: ꯕꯥꯁꯥ

source: Bashkir
mni: ꯕꯥꯁꯀꯤꯔ

source: Basque
mni: ꯕꯥꯁꯀ꯭ꯌꯨ

source: Batanga
mni: ꯕꯇꯥꯡꯒꯥ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mni: ꯄꯥꯔꯤꯕꯥ ꯃꯤ ꯑꯗꯨꯅꯥ ꯋꯥꯍꯩ ꯑꯃꯥ ꯂꯥꯟꯅꯥ ꯂꯧꯁꯤꯟꯈꯤꯕꯥ, ꯁ꯭ꯠꯔꯦꯁ ꯑꯗꯨ ꯑꯔꯥꯅꯕꯥ ꯃꯐꯝꯗꯥ ꯊꯝꯈꯤꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯋꯥꯍꯪ ꯍꯪꯕꯒꯤ ꯃꯁꯛ ꯑꯃꯥ ꯌꯦꯡꯂꯃꯗꯕꯥ ꯍꯥꯏꯅꯥ ꯂꯧꯗꯨꯅꯥ ꯀ꯭ꯂꯤꯞ ꯑꯃꯥ ꯔꯤꯖꯦꯛꯇ ꯇꯧꯗ꯭ꯔꯤꯉꯩꯗꯥ ꯆꯦꯛꯁꯤꯅꯒꯗꯕꯅꯤ ꯫ ꯃꯥꯂꯦꯝ ꯁꯤꯟꯕꯥ ꯊꯨꯡꯅꯥ ꯃꯈꯜ ꯀꯌꯥꯒꯤ ꯈꯣꯟꯂꯩ ꯁꯤꯖꯤꯟꯅꯔꯤ, ꯃꯗꯨꯒꯤ ꯃꯅꯨꯡꯗꯥ ꯈꯔꯗꯤ ꯅꯍꯥꯛꯀꯤ ꯂꯣꯀꯦꯜ ꯀꯝꯝꯌꯨꯅꯤꯇꯤꯗꯥ ꯇꯥꯈꯤꯗꯕꯥ ꯌꯥꯏ ꯫ ꯑꯗꯣꯝꯗꯒꯤ ꯇꯣꯉꯥꯟꯅꯥ ꯋꯥꯔꯤ ꯁꯥꯕꯥ ꯌꯥꯕꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯒꯤꯗꯃꯛ ꯊꯥꯒꯠꯄꯥ ꯐꯣꯡꯗꯣꯛꯆꯔꯤ ꯫

source: Belarusian
mni: ꯕꯦꯂꯥꯔꯨꯁꯤꯌꯥꯟ

source: Benefits
mni: ꯀꯥꯟꯅꯕ ꯐꯪꯒꯗꯕꯁꯤꯡ

source: Bengali
mni: ꯕꯦꯡꯒꯥꯂꯤ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mni: [‘ꯕꯦꯔꯦꯠ’ ꯑꯁꯤ ꯑꯍꯥꯟꯕꯥ ꯈꯣꯜꯍꯥꯏꯗꯣꯛ (ꯌꯨ.ꯀꯦ.) ꯅꯠꯇ꯭ꯔꯒꯥ ꯑꯅꯤꯁꯨꯕꯥ (ꯌꯨ.ꯑꯦꯁ.)ꯗꯥ ꯁ꯭ꯠꯔꯦꯁ ꯂꯩꯔꯕꯁꯨ ꯑꯣ.ꯀꯦ.]

source: <bold>{ $count }</bold> Clips
mni: <bold>{ $count }</bold> ꯀ꯭ꯂꯤꯞ <bold>{ $count }</bold> ꯀ꯭ꯂꯤꯞꯁꯤꯡ

source: <bold>Help us</bold> find more voices
mni: <bold>ꯑꯩꯈꯣꯏꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ</bold> ꯍꯦꯟꯅꯥ ꯈꯣꯟꯖꯦꯜꯁꯤꯡ ꯊꯤꯕꯥ

source: Bosnian
mni: ꯕꯣꯁꯅꯤꯌꯥꯟ

source: Both
mni: ꯑꯅꯤꯃꯛ

source: Both (Speak and Listen)
mni: ꯑꯅꯤꯃꯛ (ꯋꯥ ꯉꯥꯡꯕꯥ ꯑꯃꯁꯨꯡ ꯇꯥꯕꯥ)

source: Breton
mni: ꯕ꯭ꯔꯦꯇꯣꯟ

source: Browse Languages
mni: ꯂꯣꯟꯁꯤꯡ ꯐꯪꯍꯟꯕ

source: Build a custom goal
mni: ꯏꯁꯥꯒꯤ ꯑꯣꯏꯕ ꯄꯥꯟꯗꯝ ꯑꯃꯥ ꯁꯦꯃꯒꯠꯄꯥ

source: Build Profile
mni: ꯄ꯭ꯔꯣꯐꯥꯢꯜ ꯁꯥꯒꯠꯂꯨ

source: Bulgarian
mni: ꯕꯨꯜꯒꯥꯔꯤꯌꯥꯟ

source: Burmese
mni: ꯕꯔꯃꯤꯁ

source: Buryat
mni: ꯕꯨꯔꯌꯥꯠ

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mni: <b>ꯏꯃꯦꯏꯜ ꯀꯔꯤꯒꯤꯅꯣ?</b> ꯑꯩꯈꯣꯏꯅꯥ ꯇꯨꯡꯗꯥ ꯗꯦꯇꯥꯁꯦꯠꯇꯥ ꯑꯍꯣꯡꯕꯥ ꯂꯥꯛꯄꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯅꯍꯥꯛꯄꯨ ꯀꯟꯇꯦꯛꯇ ꯇꯧꯕꯥ ꯃꯊꯧ ꯇꯥꯕꯥ ꯌꯥꯏ, ꯏꯃꯦꯏꯜ ꯑꯃꯅꯥ ꯑꯩꯈꯣꯏꯗꯥ ꯀꯟꯇꯦꯛꯇꯀꯤ ꯄꯣꯏꯟꯇ ꯑꯃꯥ ꯄꯤ ꯫

source: By editing your goal, you may lose your existing progress.
mni: ꯅꯍꯥꯛꯀꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯑꯦꯗꯤꯠ ꯇꯧꯕꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯍꯧꯖꯤꯛ ꯂꯩꯔꯤꯕꯥ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯑꯗꯨ ꯃꯥꯡꯍꯟꯕꯥ ꯌꯥꯏ ꯫

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mni: ꯏꯃꯦꯜꯁꯤꯡ ꯐꯪꯅꯕꯥ ꯈꯟꯗꯨꯅꯥ ꯅꯍꯥꯛꯅꯥ ꯃꯣꯖꯤꯂꯥꯒꯤ <privacyLink>>ꯑꯔꯣꯟꯕ ꯊꯧꯔꯥꯡ</privacy Link>ꯗꯥ ꯄꯅꯈ꯭ꯔꯤꯕꯥ ꯃꯇꯨꯡ ꯏꯟꯅꯥ ꯃꯣꯖꯤꯂꯥꯅꯥ ꯏꯅꯐꯣꯔꯃꯦꯁꯟ ꯑꯁꯤ ꯍꯦꯟꯗꯜ ꯇꯧꯕꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯑꯣꯀꯦ ꯍꯥꯏꯅꯥ ꯍꯥꯏꯔꯤ꯫

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mni: <b>ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯇ ꯋꯥꯉꯥꯡꯂꯣꯏꯁꯤꯡꯒꯤ ꯃꯁꯛ ꯈꯪꯗꯣꯛꯅꯕꯥ ꯍꯣꯠꯅꯗꯅꯕꯥ ꯅꯍꯥꯛꯅꯥ ꯌꯥꯔꯦ</b> ꯫

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mni: ꯅꯁꯥꯒꯤ ꯃꯔꯝꯗ ꯋꯥꯐꯝ ꯈꯔ ꯄꯤꯗꯨꯅ, ꯅꯪꯅ ꯀꯝꯃꯟ ꯚꯣꯢꯁꯇ ꯊꯥꯖꯤꯟꯈ꯭ꯔꯤꯕ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯄꯥꯎ-ꯏ ꯑꯗꯨ ꯈꯣꯟꯖꯦꯜ ꯁꯛꯈꯪꯕ ꯏꯟꯖꯤꯟꯁꯤꯡꯗ ꯍꯦꯟꯅ ꯀꯥꯟꯅꯅꯤ ꯫ ꯈꯣꯟꯖꯦꯜ ꯁꯛꯈꯪꯕ ꯏꯟꯖꯤꯟꯁꯤꯡꯗꯨ ꯆꯞ ꯆꯥꯕꯒꯤ ꯆꯥꯡ ꯍꯦꯟꯒꯠꯅꯕ ꯃꯁꯤꯒꯤ ꯄꯥꯎ-ꯏ ꯑꯁꯤ ꯁꯤꯖꯤꯟꯅꯩ ꯫

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯁꯤꯖꯤꯟꯅꯗꯨꯅꯥ, ꯅꯍꯥꯛꯅꯥ ꯑꯩꯈꯣꯏꯒꯤ <termsLink>ꯋꯥꯐꯝꯁꯤꯡ</termsLink> ꯑꯃꯁꯨꯡ <privacyLink>ꯄ꯭ꯔꯥꯏꯚꯦꯁꯤ ꯅꯣꯇꯤꯁ</privacyLink> ꯑꯁꯤ ꯌꯥꯔꯦ ꯫

source: Cancel Re-recording
mni: ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ ꯇꯣꯛꯄ

source: Cancel Submission
mni: ꯊꯥꯖꯤꯟꯕ ꯇꯣꯛꯄ

source: Can't decide?
mni: ꯋꯥꯔꯦꯞ ꯂꯧꯕꯥ ꯉꯝꯗ꯭ꯔꯤꯕꯔꯥ?

source: Cantonese
mni: ꯀꯦꯟꯇꯣꯅꯤꯁ

source: Catalan
mni: ꯀꯥꯇꯥꯂꯟ

source: Central Kurdish
mni: ꯃꯌꯥꯏꯊꯪꯕ ꯀꯨꯔꯗꯤꯁ

source: Change your email via Settings under Login Identity
mni: ꯃꯅꯨꯡ ꯆꯪꯁꯤꯟꯕ ꯁꯛꯇꯥꯛꯀꯤ ꯃꯈꯥꯗꯥ ꯂꯩꯕꯥ ꯁꯦꯇꯤꯡꯁꯤꯡꯒꯤ ꯈꯨꯠꯊꯥꯡꯗꯥ ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯏꯜ ꯑꯗꯨ ꯍꯣꯡꯗꯣꯛꯎ

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
mni: ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ ꯑꯗꯨ ꯂꯤꯁ꯭ꯠ ꯑꯗꯨꯗꯥ ꯌꯥꯎꯕ꯭ꯔꯥ ꯍꯥꯏꯕꯗꯨ ꯆꯦꯛ ꯇꯧꯕꯤꯌꯨ ꯫ <languagesPageLink>ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯂꯣꯟ ꯂꯃꯥꯏ</languagesPageLink>. ꯀꯔꯤꯒꯨꯝꯕꯥ ꯅꯠꯇꯦ, ꯐꯣꯔꯝ ꯑꯁꯤ ꯃꯦꯟꯁꯤꯜꯂꯨ ꯑꯃꯁꯨꯡ ꯑꯩꯈꯣꯏꯅꯥ <strong>ꯅꯉꯣꯟꯗꯥ ꯍꯦꯟꯗꯤ ꯏꯃꯦꯜ ꯑꯃꯥ ꯊꯥꯔꯛꯀꯅꯤ ꯫ ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ ꯑꯗꯨ ꯀꯔꯝꯅꯥ ꯁꯦꯝꯒꯠꯀꯗꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯁꯟꯗꯣꯛꯅꯥ ꯇꯥꯛꯄꯥ</strong> ꯫

source: <chevron></chevron>See less
mni: <chevron></chevron>ꯈꯖꯤꯛꯇꯪ ꯌꯦꯡꯉꯨ

source: <chevron></chevron>See more
mni: <chevron></chevron>ꯍꯦꯟꯅ ꯌꯦꯡꯉꯣ

source: Chinese (China)
mni: ꯆꯥꯏꯅꯤꯁ ( ꯆꯤꯅꯥ )

source: Chinese (Hong Kong)
mni: ꯆꯥꯏꯅꯤꯁ (ꯍꯣꯡ ꯀꯣꯡ )

source: Chinese (Taiwan)
mni: ꯆꯥꯏꯅꯤꯁ (ꯇꯥꯏꯋꯥꯟ)

source: Chuvash
mni: ꯆꯨꯚꯥꯁ

source: Click
mni: ꯅꯝꯕ

source: Clipboard not supported
mni: ꯀ꯭ꯂꯤꯞꯕꯣꯔꯗ ꯑꯁꯤ ꯉꯥꯛꯂꯧ ꯇꯧꯗꯦ

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
mni: { $clipCount } ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞꯁꯤꯡ, ꯑꯄꯨꯟꯕꯥ ꯑꯥꯔꯀꯤꯑꯣꯂꯣꯖꯤ ꯁꯥꯏꯖ { $size } ꯫ ꯃꯇꯝ ꯂꯣꯏꯔꯦ { $expires } ꯫

source: Clip Graveyard
mni: ꯀ꯭ꯂꯤꯞ ꯒ꯭ꯔꯦꯚꯤꯌꯔꯗ

source: Clips recorded
mni: ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯈ꯭ꯔꯦ

source: Clips Uploaded
mni: ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯊꯥꯒꯠꯈꯔꯦ

source: Clips validated
mni: ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯈ꯭ꯔꯦ

source: Clips You've Recorded
mni: ꯅꯍꯥꯛꯅꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯕꯥ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯫

source: Clips You've Validated
mni: ꯅꯍꯥꯛꯅꯥ ꯆꯨꯝꯕ꯭ꯔꯥ ꯌꯦꯡꯂꯕ ꯀ꯭ꯂꯤꯞꯁꯤꯡ

source: Close
mni: ꯈꯨꯝꯖꯤꯟꯂꯨ

source: Collecting sentences
mni: ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯈꯣꯝꯖꯤꯟꯕ

source: Comment
mni: ꯋꯥꯐꯝ ꯊꯝꯕ

source: Common Voice data plus all other voice datasets above.
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥ ꯄ꯭ꯂꯥꯁ ꯃꯊꯛꯇꯥ ꯄꯟꯈ꯭ꯔꯤꯕꯥ ꯑꯇꯩ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ ꯄꯨꯝꯅꯃꯛ ꯫

source: Common Voice Dataset
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯗꯥꯇꯥꯁꯦꯝꯐꯝ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯌꯨ.ꯑꯦꯁ.꯵꯰꯱ꯁꯤ꯳ꯒꯤ ꯃꯣꯖꯤꯂꯥ ꯐꯥꯎꯟꯗꯦꯁꯟꯒꯤ ꯊꯧꯔꯥꯡ ꯑꯃꯅꯤ ꯫ ꯄ꯭ꯔꯣꯖꯦꯛꯇ ꯑꯁꯤ ꯍꯧꯖꯤꯛ ꯃꯄꯨꯡ ꯐꯥꯅ <philantropicGrantLink>ꯐꯤꯂꯥꯟꯇ꯭ꯔꯣꯄꯤꯛ ꯒ꯭ꯔꯥꯟ</philantropicGrantLink>, ꯑꯃꯁꯨꯡ ꯃꯥꯂꯦꯝ ꯁꯤꯟꯕ ꯊꯨꯡꯅꯥ ꯂꯩꯔꯤꯕꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯗꯒꯤ ꯑꯀꯠꯁꯦꯜ ꯊꯥꯗꯔꯤ ꯫

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯃꯣꯓꯤꯂꯥ ꯍꯧꯗꯣꯛꯄꯤꯗꯨꯅ ꯃꯦꯆꯤꯟ ꯑꯁꯤꯇꯁꯦꯡꯕ ꯃꯤꯑꯣꯏꯕꯅ ꯋꯥ-ꯉꯥꯡꯕ ꯇꯝꯕꯤꯔꯤ ꯫

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯑꯁꯤ ꯃꯥꯂꯦꯝꯒꯤ ꯈ꯭ꯋꯥꯏꯗꯒꯤ ꯆꯥꯎꯕꯥ ꯃꯤꯌꯥꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ, ꯂꯣꯟ-ꯃꯌꯥꯝ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯅꯤ ꯫

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯑꯁꯤ ꯑꯦꯀꯥꯗꯦꯃꯤꯛꯁꯤꯡ, ꯑꯄꯤꯛꯄꯥ ꯕꯤꯖꯤꯅꯦꯁꯁꯤꯡ, ꯑꯃꯁꯨꯡ ꯈꯣꯟꯖꯦꯜ ꯁꯛꯈꯪꯕ ꯅꯨꯡꯁꯤꯕꯁꯤꯡꯅꯥ ꯈꯣꯟꯖꯦꯜ ꯃꯑꯣꯡꯒꯨꯝꯕꯥ ꯃꯤꯌꯥꯝꯅꯥ ꯐꯪꯂꯤꯕꯥ ꯔꯤꯁꯣꯔꯁꯁꯤꯡ ꯇꯝꯕꯥ ꯑꯃꯁꯨꯡ ꯍꯦꯟꯒꯠꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯅꯕꯥ ꯁꯤꯖꯤꯟꯅꯩ ꯫

source: Community participation and decision making.
mni: ꯀꯝꯌꯨꯅꯤꯇꯤꯅꯥ ꯁꯔꯨꯛ ꯌꯥꯕꯥ ꯑꯃꯁꯨꯡ ꯋꯥꯔꯦꯞ ꯂꯧꯕꯥ ꯫

source: Community Playbook
mni: ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯄ꯭ꯂꯦꯕꯨꯛ

source: Confirm Goal
mni: ꯄꯥꯟꯗꯝ ꯀꯅꯐꯥꯔꯝ ꯇꯧꯕꯥ

source: Connect with Gravatar
mni: ꯒ꯭ꯔꯦꯚꯥꯇꯔꯒꯥ ꯁꯝꯅꯍꯟꯕꯥ

source: Contact
mni: ꯄꯥꯎ ꯐꯥꯎꯐꯝ

source: Contact Form
mni: ꯀꯟꯇꯦꯛꯠ ꯐꯣꯔꯝ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mni: ꯃꯅꯨꯡꯒꯤ ꯑꯌꯥꯎꯕꯁꯤ <licenseLink>ꯀ꯭ꯔꯤꯌꯦꯇꯤꯪꯚ ꯀꯃꯟꯁ ꯑꯌꯥꯕ</licenseLink>ꯒꯤ ꯃꯈꯥꯗ ꯐꯪꯕꯅꯤ

source: Continue
mni: ꯃꯈꯥ ꯆꯠꯊꯕ

source: Contribute
mni: ꯁꯔꯨꯛꯌꯥꯕ

source: Contribute sentences
mni: ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯈꯣꯝꯖꯤꯟꯕꯗ ꯁꯔꯨꯛꯌꯥꯕꯤꯌꯨ

source: Contribute to { $lang }
mni: { $lang }ꯁꯤꯗ ꯁꯔꯨꯛꯌꯥꯕ

source: Contribution Activity
mni: ꯁꯔꯨꯛꯌꯥꯕꯒꯤ ꯊꯕꯛ ꯊꯧꯔꯝ

source: Contribution Criteria
mni: ꯁꯔꯨꯛꯌꯥꯅꯕ ꯃꯊꯧ ꯇꯥꯕ

source: Contribution Experience
mni: ꯁꯥꯔꯨꯛꯌꯥꯕꯗ ꯊꯦꯡꯅꯔꯛꯈꯤꯕ

source: Contributors record voice clips by reading from a bank of donated sentences.
mni: ꯁꯔꯨꯛꯌꯥꯔꯤꯕꯁꯤꯡꯅꯥ ꯀꯠꯂꯛꯄꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡꯒꯤ ꯊꯝꯐꯝ ꯑꯃꯗꯒꯤ ꯄꯥꯗꯨꯅꯥ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞꯁꯤꯡ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯏ ꯫

source: Cookies
mni: ꯃꯊꯪ ꯆꯪꯕ ꯅꯨꯡꯉꯥꯏꯅꯕ ꯂꯦꯝꯍꯧꯈꯥꯛ

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
mni: <coquiLink>ꯀꯣꯀꯤ</coquiLink> ꯑꯁꯤ ꯑꯣꯄꯟ ꯁ꯭ꯄꯤꯆ ꯇꯦꯛꯅꯣꯂꯣꯖꯤꯗꯥ ꯀꯠꯊꯣꯛꯂꯤ ꯫ ꯃꯈꯣꯏꯒꯤ ꯄ꯭ꯔꯣꯖꯦꯛꯇꯁꯤꯡꯗꯥ ꯂꯨꯊꯅ ꯇꯝꯕꯗꯥ ꯌꯨꯝꯐꯝ ꯑꯣꯏꯕꯥ ꯑꯦꯁ.ꯇꯤ.ꯇꯤ. ꯑꯃꯁꯨꯡ ꯇꯤ.ꯇꯤ.ꯑꯦꯁ. ꯏꯟꯖꯤꯟꯁꯤꯡ ꯫

source: Cornish
mni: ꯀꯣꯔꯅꯤꯁ

source: Corsican
mni: ꯀꯣꯔꯁꯤꯀꯥꯟ

source: { $count }mo
mni: ꯊꯥ { $count }

source: { $count }wk
mni: ꯆꯩꯌꯣꯜ { $count }

source: { $count }y
mni: ꯆꯩꯍꯤ { $count }

source: Create a Custom Goal
mni: ꯅꯍꯥꯛꯀꯤ ꯑꯣꯏꯕ ꯄꯥꯟꯗꯝ ꯑꯃꯥ ꯁꯦꯝꯕꯥ

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯁꯔꯨꯛꯌꯥꯅꯕ ꯃꯤꯑꯣꯏ ꯀꯌꯥꯅꯥ ꯈꯨꯗꯣꯡꯆꯥꯕꯁꯤꯡ ꯁꯦꯝꯒꯠꯄꯅꯥ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤꯅꯥ ꯌꯥꯔꯤꯕꯃꯈꯩ ꯃꯤꯑꯣꯏ ꯀꯌꯥꯒꯤ ꯊꯧꯒꯜ ꯇꯧꯕꯥ ꯉꯃꯍꯜꯂꯤ ꯫ ꯑꯩꯈꯣꯏꯅꯥ ꯑꯗꯣꯝꯅꯥ ꯁꯤꯖꯤꯟꯅꯕꯥ ꯌꯥꯕꯥ ꯔꯤꯁꯣꯔꯁꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯇꯦꯝꯞ꯭ꯂꯦꯠꯁꯤꯡ ꯁꯦꯝꯈ꯭ꯔꯦ!

source: Criteria
mni: ꯃꯊꯧ ꯇꯥꯕ

source: Croatian
mni: ꯀ꯭ꯔꯣꯁꯤꯌꯥꯟ

source: Czech
mni: ꯓꯦꯛ

source: Dagbani
mni: ꯗꯒꯕꯥꯅꯤ

source: Daily Goal
mni: ꯅꯨꯡꯇꯤꯒꯤ ꯄꯥꯟꯗꯝ

source: Danish
mni: ꯗꯦꯅꯤꯁ

source: Dashboard
mni: ꯑꯄꯥꯛꯄꯥ ꯌꯦꯡꯝ

source: Dataset Release
mni: ꯗꯦꯇꯥꯁꯦꯠ ꯊꯥꯗꯣꯛꯄ

source: Datasets
mni: ꯗꯥꯇꯥꯁꯤꯡ

source: Date
mni: ꯆꯩꯆꯠ

source: Delete my recordings
mni: ꯑꯩꯒꯤ ꯔꯦꯀꯣꯔꯗꯁꯤꯡ ꯀꯛꯊꯠꯂꯨ

source: Delete Profile
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯀꯛꯊꯠꯂꯨ

source: Dhivehi
mni: ꯗꯤꯚꯦꯍꯤ

source: Different language
mni: ꯇꯣꯉꯥꯟ ꯇꯣꯉꯥꯟꯕꯥ ꯂꯣꯜ

source: Difficult
mni: ꯑꯔꯨꯕ

source: Difficult to pronounce
mni: ꯐꯣꯡꯗꯣꯛꯄꯥ ꯌꯥꯝꯅꯥ ꯂꯨꯕꯥ

source: Dioula
mni: ꯗꯤꯑꯧꯂꯥ

source: Discard ongoing recording
mni: ꯍꯧꯖꯤꯛ ꯆꯠꯊꯔꯤꯕꯥ ꯔꯦꯀꯣꯔꯗꯤꯡ ꯑꯗꯨ ꯊꯥꯗꯣꯛꯎ

source: Donate your voice
mni: ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯈꯨꯗꯣꯜ ꯇꯝꯊꯣꯛꯎ

source: Don't see your language on Common Voice yet?
mni: ꯑꯆꯝꯕ ꯈꯣꯟꯖꯦꯜꯒꯤꯗ ꯅꯍꯥꯛꯀꯤ ꯂꯣꯟ ꯎꯗ꯭ꯔꯤꯕ ꯍꯧꯖꯤꯛꯁꯨ ?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mni: ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ ꯑꯗꯨ ꯗꯦꯇꯥꯁꯦꯠꯇꯥ ꯔꯤꯐ꯭ꯂꯦꯛꯇ ꯇꯧꯕꯥ ꯎꯕꯥ ꯐꯪꯗ꯭ꯔꯤꯕꯔꯥ? ꯂꯣꯜ ꯑꯃꯥ ꯔꯤꯀꯣꯔꯗ ꯇꯧꯅꯕꯒꯤꯗꯃꯛ ꯑꯩꯈꯣꯏꯒꯤ ꯂꯣꯜ ꯂꯃꯥꯏꯗꯥ ꯆꯪꯕꯤꯌꯨ ꯫

source: Download
mni: ꯆꯤꯡꯊꯧ

source: Download Common Voice Data
mni: ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥ ꯆꯤꯡꯊꯧ ꯫

source: Download Data
mni: ꯗꯥꯇꯥ ꯆꯤꯡꯊꯧ

source: Download Dataset Bundle
mni: ꯗꯦꯇꯥꯁꯦꯠ ꯃꯄꯩ ꯆꯎꯤꯡꯊꯕꯤꯌꯨ ꯫

source: Download { $language }
mni: ꯆꯤꯡꯊꯧ { $language }

source: Download Links
mni: ꯆꯤꯡꯊꯅꯕ ꯂꯤꯡꯛꯁꯤꯡ

source: Download My Data
mni: ꯑꯩꯒꯤ ꯗꯥꯇꯥ ꯆꯤꯡꯊꯔꯛꯎ

source: Download profile data
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯗꯦꯇꯥ ꯆꯤꯡꯊꯔꯛꯎ

source: Download the Dataset
mni: ꯗꯥꯇꯥꯁꯦꯠ ꯆꯤꯡꯊꯧ

source: Download the Single Word Target Segment
mni: ꯋꯥꯍꯩ ꯱ꯒꯤ ꯇꯥꯔꯒꯦꯠ ꯁꯦꯒꯃꯦꯟꯇ ꯑꯗꯨ ꯆꯤꯡꯊꯕꯤꯌꯨ ꯫

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mni: ꯑꯩꯈꯣꯏꯅꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯀꯔꯝꯅꯥ ꯍꯦꯟꯅꯥ ꯐꯒꯠꯍꯟꯒꯅꯤ ꯍꯥꯏꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯑꯗꯣꯝꯒꯤ ꯋꯥꯈꯜꯂꯣꯟ ꯂꯩꯕꯔꯥ? ꯗꯤꯁꯀꯣꯔꯁꯇꯥ ꯑꯩꯈꯣꯏꯗꯥ ꯈꯪꯍꯟꯕꯤꯌꯨ ꯫

source: Do you want to continue?
mni: ꯅꯍꯥꯛ ꯃꯈꯥ ꯆꯠꯊꯕꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ?

source: Do you want to Speak, Listen or both?
mni: ꯑꯗꯣꯝꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ, ꯇꯥꯕꯥ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯑꯅꯤꯃꯛ ꯄꯥꯝꯕꯤꯕ꯭ꯔꯥ?

source: Drag and drop or <browseWrap>Browse</browseWrap>
mni: ꯆꯤꯡꯕ ꯑꯃꯑꯁꯨꯡ ꯊꯥꯗꯕ<browseWrap> ꯕ꯭ꯔꯣꯎꯖ ꯇꯧꯕ</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
mni: ꯁꯥꯔꯨꯛꯌꯥꯕ ꯊꯥꯖꯤꯟꯕꯒꯤ ꯃꯇꯝꯗꯥ ꯐꯤꯗꯕꯦꯛ ꯑꯗꯨ ‘ꯊꯥꯖꯤꯟꯕ’ꯇꯗ ꯅꯝꯂꯕ ꯇꯧꯔꯕꯥ ꯃꯇꯨꯡꯗꯥ ꯊꯥꯗꯣꯛꯀꯅꯤ ꯫ ꯁꯔꯨꯛꯌꯥꯕ ꯑꯁꯤ ꯔꯦꯀꯣꯔꯗꯤꯡ ꯅꯠꯇ꯭ꯔꯒꯥ ꯚꯦꯂꯤꯗꯦꯁꯟ ꯵ꯒꯤ ꯃꯊꯪꯒꯤ ꯁꯦꯠ ꯑꯗꯨꯒꯥ ꯍꯛꯊꯦꯡꯅꯅꯥ ꯃꯈꯥ ꯆꯠꯊꯒꯅꯤ ꯫

source: Dutch
mni: ꯗꯠꯁ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mni: ꯗꯦꯇꯥꯁꯦꯠꯇꯥ ꯂꯩꯕꯥ ꯑꯦꯟꯠꯔꯤ ꯈꯨꯗꯤꯡꯃꯛꯇꯥ ꯑꯈꯟꯅꯕꯥ MP3 ꯑꯃꯁꯨꯡ ꯃꯔꯤ ꯂꯩꯅꯕꯥ ꯇꯦꯛꯁ ꯐꯥꯏꯜ ꯑꯃꯥ ꯌꯥꯎꯏ ꯫ ꯗꯦꯇꯥꯁꯦꯠꯇꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯔꯕꯥ <b>{ $total }</b> ꯄꯨꯡ ꯀꯌꯥ ꯑꯃꯁꯨ ꯆꯍꯤ, ꯅꯨꯄ/ꯅꯨꯄꯤ, ꯑꯃꯁꯨꯡ ꯑꯦꯛꯁꯦꯟꯇꯒꯨꯝꯕꯥ ꯗꯦꯃꯣꯒ꯭ꯔꯥꯐꯤꯛ ꯃꯦꯇꯥꯗꯦꯇꯥ ꯌꯥꯎꯏ ꯃꯗꯨꯅꯥ ꯋꯥ ꯉꯥꯡꯕꯥ ꯈꯪꯗꯣꯛꯄꯒꯤ ꯏꯟꯖꯤꯅꯁꯤꯡꯒꯤ ꯑꯆꯨꯝꯕꯥ ꯇꯝꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯥ ꯉꯝꯒꯅꯤ ꯫ ꯗꯦꯇꯥꯁꯦꯠ ꯑꯁꯤ ꯍꯧꯖꯤꯛꯀꯤ ꯑꯣꯏꯅꯥ <b>{ $valid }</b> <b>{ $languages }</b> ꯂꯣꯜꯁꯤꯡꯗꯥ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯔꯕꯥ ꯄꯨꯡꯁꯤꯡ ꯌꯥꯎꯔꯤ, ꯑꯗꯨꯕꯨ ꯑꯩꯈꯣꯏꯅꯥ ꯃꯇꯝ ꯄꯨꯝꯅꯃꯛꯇꯥ ꯍꯦꯟꯅꯥ ꯈꯣꯟꯖꯦꯜ ꯑꯃꯁꯨꯡ ꯂꯣꯜꯁꯤꯡ ꯍꯥꯞꯆꯤꯜꯂꯤ ꯫ ꯂꯣꯜ ꯑꯃꯥ ꯔꯤꯛꯕꯦꯁ꯭ꯠ ꯇꯧꯅꯕꯥ ꯅꯠꯇ꯭ꯔꯒꯥ ꯁꯔꯨꯛꯌꯥꯅꯕ ꯍꯧꯅꯕꯥ ꯑꯩꯈꯣꯏꯒꯤ <languagesLink>ꯂꯣꯟꯁꯤꯡ ꯂꯃꯥꯏ</languagesLink> ꯗꯥ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: Eastern Huasteca Nahuatl
mni: ꯅꯣꯡꯄꯣꯛ ꯍꯨꯌꯥꯁ꯭ꯇꯦꯀꯥ ꯅꯥꯍꯨꯌꯥꯇꯜ

source: Easy
mni: ꯑꯔꯥꯏꯕ

source: Edit
mni: ꯁꯦꯝꯒꯠ-ꯁꯥꯒꯠꯂꯨ

source: Edit Profile
mni: ꯄ꯭ꯔꯣꯐꯥꯢꯜ ꯁꯦꯝꯒꯠꯂꯨ

source: Email
mni: ꯏꯃꯦꯜ

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mni: <email Fragment>ꯁꯥꯏꯟ ꯑꯥꯞ</email Fragment> ꯑꯁꯤ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯗ ꯀꯦꯝꯄꯦꯟꯁꯤꯡ, ꯊꯧꯔꯝꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯀꯣ-ꯗꯤꯖꯥꯏꯟ ꯐꯤꯆꯔꯁꯤꯡꯗꯥ ꯀꯔꯝꯅꯥ ꯁꯔꯨꯛ ꯌꯥꯕꯥ ꯌꯥꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯈꯪꯅꯕꯒꯤꯗꯃꯛ ꯑꯩꯈꯣꯏꯒꯤ ꯃꯦꯏꯜ ꯂꯤꯁ꯭ꯇꯇꯥ ꯌꯥꯎꯕꯤꯌꯨ ꯫

source: Email is already used for a different account
mni: ꯏꯃꯦꯜ ꯑꯁꯤ ꯍꯥꯟꯅꯅꯥ ꯇꯣꯉꯥꯟꯕꯥ ꯑꯦꯀꯥꯎꯟꯠ ꯑꯃꯒꯤꯗꯃꯛ ꯁꯤꯖꯤꯟꯅꯈ꯭ꯔꯦ

source: Email Subscriptions
mni: ꯏꯃꯦꯜ ꯁꯕꯁ꯭ꯛꯔꯤꯄꯁꯟ ꯇꯧꯕꯥ

source: English
mni: ꯏꯪꯂꯤꯁ

source: Enter Email to Download
mni: ꯆꯤꯡꯊꯅꯕ ꯏꯃꯦꯜ ꯍꯥꯞꯄꯨ

source: Enter email to send a sign up link
mni: ꯁꯥꯏꯟ ꯑꯥꯞ ꯂꯤꯡꯛ ꯑꯃꯥ ꯊꯥꯅꯕꯒꯤꯗꯃꯛ ꯏꯃꯦꯜ ꯑꯦꯟꯇꯔ ꯇꯧꯔꯣ

source: Enter your email
mni: ꯅꯍꯥꯛꯀꯤ ꯏꯃꯦꯜ ꯍꯥꯞꯆꯤꯟꯂꯨ

source: Error { $code }
mni: { $code } ꯑꯔꯥꯟꯕ

source: Erzya
mni: ꯏꯔꯓ꯭ꯌꯥ

source: ESC
mni: ꯑꯃꯨꯛꯍꯟꯕ

source: Esperanto
mni: ꯏꯁꯄꯦꯔꯥꯟꯇꯣ

source: Estonian
mni: ꯏꯁꯇꯣꯅꯤꯌꯥꯟ

source: Events
mni: ꯊꯧꯔꯃꯁꯤꯡ

source: Everyone
mni: ꯃꯤꯄꯨꯝ ꯈꯨꯗꯤꯡꯃꯛ

source: Exit & Delete clips
mni: ꯀ꯭ꯂꯤꯄꯁꯤꯡ ꯊꯣꯛꯄꯥ ꯱ꯁꯨꯡ ꯀꯛꯊꯠꯄ

source: Failed to copy SHA256 Checksum
mni: SHA256 ꯆꯦꯛꯁꯝ ꯀꯣꯄꯤ ꯇꯧꯕꯥ ꯉꯝꯗꯦ ꯫

source: FAQ
mni: ꯇꯍꯋ

source: Faroese
mni: ꯐꯥꯔꯣꯁ

source: Fields marked with an asterisk (*) are required.
mni: * ꯃꯁꯤꯅ ꯇꯥꯛꯂꯤꯕ ꯑꯁꯤ ꯁꯣꯢꯗꯅ ꯆꯪꯕ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
mni: ꯃꯤꯅꯨꯡꯁꯤ ꯂꯩꯕꯥ ꯑꯇꯩ ꯃꯤꯑꯣꯏꯁꯤꯡ ꯊꯤꯌꯨ ꯫ ꯃꯗꯨ ꯌꯨꯅꯤꯚꯔꯁꯤꯇꯤꯁꯤꯡ, ꯂꯣꯜ ꯁ꯭ꯀꯨꯜꯁꯤꯡ, ꯑꯦꯗꯚꯣꯀꯦꯁꯤ ꯀꯥꯡꯂꯨꯞꯁꯤꯡ ꯅꯠꯇ꯭ꯔꯒꯥ ꯗꯦꯇꯥ ꯁꯥꯏꯟꯁ ꯀꯝꯝꯌꯨꯅꯤꯇꯤꯁꯤꯡ ꯑꯣꯏꯕꯥ ꯌꯥꯏ ꯫ ꯃꯈꯣꯏꯅꯥ ꯃꯇꯧ ꯀꯔꯝꯅꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯒꯗꯒꯦ ꯑꯃꯁꯨꯡ ꯀꯔꯤꯒꯤꯗꯃꯛꯇꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯒꯗꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯃꯌꯦꯛ ꯁꯦꯡꯅꯥ ꯇꯥꯀꯄꯤꯌꯨ ꯫ <outreachTemplates>ꯑꯩꯈꯣꯏꯒꯤ ꯇꯦꯝꯄ꯭ꯂꯦꯠ ꯑꯥꯎꯠꯔꯤꯆ ꯏꯃꯦꯜꯁꯤꯡ</outreachTemplates> ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: Finish editing first?
mni: ꯑꯍꯥꯟꯕꯗꯥ ꯑꯦꯗꯤꯇꯤꯡ ꯇꯧꯕꯥ ꯂꯣꯏꯁꯤꯟꯕꯔꯥ?

source: Finish recording
mni: ꯔꯦꯀꯣꯔꯗꯤꯡ ꯂꯣꯏꯁꯤꯟꯕꯥ

source: Finish recording first?
mni: ꯑꯍꯥꯟꯕꯗꯥ ꯔꯦꯀꯣꯔꯗ ꯇꯧꯕꯥ ꯂꯣꯏꯁꯤꯟꯕꯔꯥ?

source: Finnish
mni: ꯐꯤꯟꯅꯤꯁ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
mni: ꯑꯍꯥꯟꯕꯗꯥ, ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ <languageLink>ꯍꯥꯟꯅꯅꯥ ꯂꯩꯕ꯭ꯔꯥ</languageLink> ꯑꯗꯨ ꯌꯦꯡꯁꯤꯟꯂꯣ ꯫ ꯀꯔꯤꯒꯨꯝꯕꯥ ꯑꯣꯏꯗ꯭ꯔꯕꯗꯤ, ꯅꯍꯥꯛꯅꯥ <languageRequestLink>ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ</languageRequestLink> ꯍꯥꯞꯆꯤꯟꯅꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯍꯪꯂꯛꯄꯥ ꯌꯥꯏ ꯫ ꯊꯥꯛ ꯑꯅꯤ ꯂꯩ ꯫ ꯁꯥꯏꯠ ꯑꯁꯤ ꯍꯟꯗꯣꯛꯄꯥ, ꯑꯃꯁꯨꯡ ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯈꯣꯝꯖꯤꯟꯕꯥ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
mni: ꯀꯠꯊꯣꯛꯂꯕ ꯈꯣꯟꯖꯦꯜ ꯀ꯭ꯂꯤꯞ ꯈꯨꯗꯤꯡꯃꯛꯀꯤ, ꯑꯃꯁꯨꯡ ꯚꯦꯂꯤꯗꯦꯠ ꯇꯧꯔꯕꯥ ꯑꯣꯗꯤꯑꯣ ꯀ꯭ꯂꯤꯞ ꯈꯨꯗꯤꯡꯃꯛꯀꯤ, ꯅꯍꯥꯛꯀꯤ ꯑꯦꯀꯥꯎꯟꯇ ꯗꯦꯁꯕꯣꯔꯗꯁꯤꯡ ꯑꯁꯤ ꯅꯍꯥꯛꯅꯥꯁꯔꯨꯛꯌꯥꯔꯤꯕꯥ ꯂꯣꯜ ꯈꯨꯗꯤꯡꯃꯛꯇꯥ ꯅꯍꯥꯛꯀꯤ ꯈ꯭ꯋꯥꯏꯗꯒꯤ ꯅꯧꯕꯥ ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯑꯗꯨ ꯌꯦꯡꯁꯤꯟꯅꯕꯥ ꯑꯄꯗꯦꯠ ꯇꯧꯏ ꯫ ꯍꯣꯏ, ꯅꯍꯥꯛꯅꯥ ꯑꯃꯗꯒꯤ ꯍꯦꯟꯅꯥ ꯁꯔꯨꯛꯌꯥꯕ ꯌꯥꯏ!<br/><br/> ꯅꯍꯥꯛꯀꯤ ꯁ꯭ꯇꯦꯠꯁꯤꯡ ꯇ꯭ꯔꯦꯛ ꯇꯧꯅꯕꯥ, ꯀꯝꯌꯨꯅꯤꯇꯤꯗꯥ ꯂꯩꯔꯤꯕꯥ ꯑꯇꯣꯞꯄꯁꯤꯡꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯅꯍꯥꯛꯅꯥ ꯀꯔꯝꯅꯥ ꯇꯧꯔꯤꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯌꯦꯡꯅꯕꯥ, ꯑꯃꯁꯨꯡ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ ꯅꯠꯇ꯭ꯔꯒꯥ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ ꯁꯥꯔꯨꯛꯌꯥꯕꯒꯤ ꯄꯥꯟꯗꯝꯁꯤꯡ ꯊꯝꯅꯕꯥ ꯗꯦꯁꯕꯣꯔꯗꯁꯤꯡ ꯁꯤꯖꯤꯟꯅꯧ ꯫

source: for example
mni: ꯈꯨꯗꯝ ꯑꯣꯏꯅ

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mni: ꯍꯧꯗꯣꯛꯈ꯭ꯔꯕꯥ ꯂꯣꯜꯁꯤꯡ ꯑꯁꯤꯒꯤꯗꯃꯛ ꯋꯦꯕꯁꯥꯏꯠ ꯑꯁꯤ ꯃꯥꯏ ꯄꯥꯛꯅꯥ <localizationGlossaryLink>localized</localizationGlossaryLink> ꯇꯧꯈ꯭ꯔꯦ, ꯑꯃꯁꯨꯡ ꯍꯧꯖꯤꯛ ꯆꯠꯊꯔꯤꯕꯥ <speakLink>ꯋꯥ ꯉꯥꯡꯕ</speakLink> ꯑꯃꯁꯨꯡ <listenLink>ꯇꯥꯕꯥ</listenLink ꯇꯧꯕꯥ ꯌꯥꯅꯕꯥ <sentenceCollectionGlossaryLink>ꯋꯥꯍꯩꯄꯔꯦꯡꯁꯤꯡ ꯈꯣꯃꯖꯤꯜꯂꯕꯥ</sentenceCollectionGlossaryLink> ꯃꯇꯤꯛ ꯆꯥꯅꯥ ꯂꯩꯔꯦ > ꯁꯔꯨꯛꯌꯥꯈꯤꯕꯁꯤꯡ ꯫

source: French
mni: ꯐ꯭ꯔꯦꯟꯆ

source: Frisian
mni: ꯐ꯭ꯔꯤꯁꯤꯌꯥꯟ

source: Fulah
mni: ꯐꯨꯂꯥꯍ

source: Galician
mni: ꯒꯥꯂꯤꯁꯤꯌꯥꯟ

source: GB
mni: ꯖꯤꯕꯤ

source: Georgian
mni: ꯖꯤꯑꯣꯔꯖꯤꯌꯥꯟ

source: German
mni: ꯖꯔꯃꯟ

source: Get involved
mni: ꯌꯥꯎꯁꯤꯟꯕ

source: Get Involved
mni: ꯌꯥꯎꯁꯤꯟꯕ

source: Get started with goals
mni: ꯄꯥꯟꯗꯃꯁꯤꯡꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯍꯧꯗꯣꯛꯎ

source: Get Started with Speech Recognition
mni: ꯁ꯭ꯄꯤꯆ ꯁꯛꯈꯪꯕꯒꯥ ꯂꯣꯏꯅꯅꯥ ꯍꯧꯗꯣꯛꯎ

source: Ghomala
mni: ꯘꯣꯃꯥꯂꯥ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
mni: <githubLink>NVIDIA NeMo</githubLink> ꯑꯁꯤ ꯑꯅꯧꯕꯥ ꯃꯇꯝꯒꯤ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯥ ꯑꯦ.ꯑꯥꯏ.ꯒꯤ ꯃꯣꯗꯦꯜꯁꯤꯡ ꯁꯦꯝꯒꯠꯂꯤꯕꯥ ꯔꯤꯁꯔꯆꯔꯁꯤꯡꯒꯤꯗꯃꯛꯇꯥ <docsLink>ꯑꯣꯄꯟ-ꯁꯣꯔꯁ ꯇꯨꯂꯀꯤꯠ</docsLink> ꯑꯃꯅꯤ ꯫

source: Goal reached
mni: ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯌꯧꯔꯦ

source: Goals
mni: ꯄꯥꯟꯗꯝꯁꯤꯡ

source: Goan Konkani
mni: ꯒꯣꯑꯟ ꯀꯣꯟꯀꯥꯅꯤ

source: Go to Discourse
mni: ꯗꯤꯁ꯭ꯀꯣꯔꯁꯇꯥ ꯆꯠꯂꯨ

source: Go to Languages Page
mni: ꯂꯣꯜꯁꯤꯡ ꯂꯃꯥꯏꯗꯥ ꯆꯠꯂꯨ ꯫

source: Go to { $name }
mni: { $name }ꯗ ꯆꯠꯂꯨ

source: <governanceLink>Read more about how we're governed</governanceLink>
mni: <governanceLink>ꯑꯩꯈꯣꯏꯅꯥ ꯀꯔꯝꯅꯥ ꯂꯩꯉꯥꯛꯄꯒꯦ ꯍꯥꯏꯕꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯍꯦꯟꯅꯥ ꯄꯥꯕꯤꯌꯨ</governanceLink>

source: Governments
mni: ꯂꯩꯉꯥꯛ

source: Grammatical / spelling error
mni: ꯂꯣꯟꯃꯤꯠ / ꯂꯣꯟꯆꯟ ꯑꯔꯥꯟꯕ

source: Great! How many clips a week?
mni: ꯌꯥꯝꯅꯥ ꯐꯔꯦ! ꯆꯌꯣꯜꯗꯥ ꯀ꯭ꯂꯤꯞ ꯀꯌꯥ?

source: Great! How many clips per day?
mni: ꯌꯥꯝꯅꯥ ꯐꯔꯦ! ꯅꯣꯡꯃꯗꯥ ꯀ꯭ꯂꯤꯞ ꯀꯌꯥ?

source: Great!<recordIcon></recordIcon> Record your next clip
mni: ꯑꯆꯧꯕꯥ!<recordIcon></recordIcon> ꯅꯍꯥꯛꯀꯤ ꯃꯊꯪꯒꯤ ꯀ꯭ꯂꯤꯞ ꯑꯗꯨ ꯔꯦꯀꯣꯔꯗ ꯇꯧ

source: Great work!<playIcon></playIcon> Listen again when you're ready
mni: ꯑꯆꯧꯕꯥ ꯊꯕꯛ!<playIcon></playIcon> ꯅꯍꯥꯛꯅꯥ ꯁꯦꯝ ꯁꯥꯕꯥ ꯃꯇꯝꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯇꯥꯕꯤꯌꯨ

source: Greek
mni: ꯒ꯭ꯔꯤꯛ

source: Guarani
mni: ꯒꯨꯑꯥꯔꯥꯅꯤ

source: Haitian
mni: ꯍꯥꯏꯁꯤꯌꯥꯟ

source: Hakha Chin
mni: ꯍꯥꯈꯥ ꯆꯤꯟ

source: Hausa
mni: ꯍꯧꯁꯥ

source: Have Feedback?
mni: ꯐꯤꯗꯕꯦꯛ ꯂꯩꯕ꯭ꯔꯥ?

source: Have you read our Terms?
mni: ꯑꯩꯈꯣꯏꯅ ꯌꯥꯅꯕ ꯃꯇꯥꯡꯗꯨ ꯅꯍꯥꯛ ꯄꯥꯔꯕ꯭ꯔꯥ?

source: Having an account is not required to contribute, though it is helpful.
mni: ꯑꯦꯀꯥꯎꯟꯠ ꯑꯃꯥ ꯂꯩꯕꯥ ꯑꯁꯤꯅꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯂꯕꯁꯨ ꯁꯔꯨꯛꯌꯥꯕꯥ ꯃꯊꯧ ꯇꯥꯗꯦ ꯫

source: Having a profile is not required to contribute though it is helpful, see why below.
mni: ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯑꯃꯥ ꯂꯩꯕꯥ ꯑꯁꯤ ꯃꯇꯦꯡ ꯄꯥꯡꯂꯕꯁꯨ ꯁꯔꯨꯛꯌꯥꯕꯒꯤ ꯃꯊꯧ ꯇꯥꯗꯦ, ꯀꯔꯤꯒꯤꯗꯃꯛꯇꯥ ꯃꯈꯥꯗꯥ ꯄꯤꯔꯤꯕꯅꯣ ꯍꯥꯏꯕꯗꯨ ꯌꯦꯡꯕꯤꯌꯨ ꯫

source: Hebrew
mni: ꯍꯦꯕ꯭ꯔꯤꯎ

source: Help
mni: ꯃꯇꯦꯡ

source: Help create Common Voice’s first target segment in { $locale }
mni: { $locale } ꯗꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯑꯍꯥꯟꯕꯥ ꯇꯥꯔꯒꯦꯠ ꯁꯦꯒꯃꯦꯟꯇ ꯁꯦꯝꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ

source: Help teach machines how real people speak, donate your voice at { $link }
mni: ꯑꯁꯦꯡꯕꯥ ꯃꯤꯑꯣꯏꯁꯤꯡꯅꯥ ꯃꯇꯧ ꯀꯔꯝꯅꯥ ꯋꯥꯔꯤ ꯁꯥꯅꯕꯒꯦ ꯍꯥꯏꯕꯗꯨ ꯃꯦꯁꯤꯟꯁꯤꯡꯗꯥ ꯇꯝꯕꯤꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ, ꯅꯍꯥꯛꯀꯤ ꯈꯣꯟꯖꯦꯜ ꯑꯗꯨ ꯈꯨꯗꯣꯜ ꯇꯧꯕꯤꯌꯨ꯫

source: Help us build a community around voice technology, stay in touch via email.
mni: ꯈꯣꯟꯖꯦꯜ ꯇꯦꯛꯅꯣꯂꯣꯖꯤꯒꯤ ꯑꯀꯣꯏꯕꯗꯥ ꯀꯝꯝꯌꯨꯅꯤꯇꯤ ꯑꯃꯥ ꯁꯦꯝꯒꯠꯄꯗꯥ ꯑꯩꯈꯣꯏꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯕꯤꯌꯨ, ꯏꯃꯦꯜꯒꯤ ꯈꯨꯠꯊꯥꯡꯗꯥ ꯄꯥꯎ ꯐꯥꯎꯅꯕꯤꯌꯨ ꯫

source: Help us build a high quality, publicly open dataset
mni: ꯃꯇꯤꯡ ꯂꯩꯕ , ꯃꯤꯌꯥꯝꯅ ꯂꯥꯏꯅ ꯁꯤꯖꯤꯟꯅꯕ ꯌꯥꯕ ꯗꯥꯇꯥꯁꯦꯠ ꯁꯥꯕꯗ ꯃꯇꯦꯡ ꯄꯥꯡꯉꯨ
